Repository: TWC-Software/DaemonMaster
Catalog: DaemonMaster/Language/lang.*.resx
Languages: de, de_de, fr, fr_fr

source: Add
de: Hinzufügen
fr: Ajouter
fr_fr: Ajouter

# all_processes_will_be_killed
source: All processes will be killed on shutdown (except services)! Are you sure?
de: Bei herunterfahren der Anwendung werden alle Prozesse "gekillt"! Sind Sie sich sicher?
fr: Tous les processus seront tués lors de l'arrêt (sauf les services)! Êtes-vous sûr?

# button_add
source: Add
de: Hinzufügen
fr: Ajouter

# button_cancel
source: Cancel
de: Abbrechen
fr: Annuler

# button_check_for_updates
source: Check for updates
de: Nach Aktualisierungen suchen
fr: Chercher des mises à jour
fr_fr: Vérifier l'existence de mises à jour

# button_credits
source: Credits
de: Autoren
fr: Auteurs
fr_fr: Générique

# button_delete
source: Delete
de: Löschen
fr: Supprimer

# button_edit
source: Edit
de: Bearbeiten
fr: Modifier

# button_export
source: Export
de: Exportiere
fr: Exporter
fr_fr: Exporter une liste

# button_file
source: File
de: Datei
fr: Fichier
fr_fr: Fichier

# button_help
source: Help
de: Hilfe
fr: Aide
fr_fr: Aider

# button_import
source: Import
de: Importiere
fr: Importer
fr_fr: Importer une liste

# button_kill_service
source: Kill Service
de: Dienst "killen"
fr: Mettre fin au service (forcé)

# button_load_shortcut
source: Load data from shortcut (legacy)
de: Lade Informationen aus einer Verknüpfung (veraltet)
fr: Chargez les données à partir du raccourci (obsolète)

# button_remove
source: Remove
de: Löschen
fr: Supprimer

# button_save
source: Save
de: Speichern
fr: Enregistrer
fr_fr: Enregistrer

# button_search
source: Search
de: Suchen
fr: Chercher
fr_fr: Chercher

# button_search_file
source: Search file
de: Suche Datei

# button_start
source: Start (in session)
de: Dienst auf Desktop starten
fr: Démarrer le service sur desktop

# button_start_service
source: Start Service
de: Dienst starten
fr: Démarrer le service
fr_fr: Commencer le service

# button_stop_service
source: Stop Service
de: Dienst stoppen
fr: Arrêter le service
fr_fr: Arrêter le service

# button_switch_to_session_0
source: Switch to Session 0
de: Wechsle zu Sitzung 0
fr: Passer à la session 0
fr_fr: Passer à la Session 0

# cannot_delete_deamonfile
source: Cannot delete Daemon file!\n
de: Deamon-Datei kann nicht gelöscht werden!\n
de_de: Die Deamon-Datei kann nicht gelöscht werden!\n
fr: Impossible de supprimer le fichier Deamon !\n
fr_fr: Impossible de supprimer le fichier Deamon ! \n !

# cannot_delete_regkeys
source: Cannot delete registery-keys!\n
de: Registery-Schlüssel können nicht gelöscht werden!\n
de_de: Die Registery-Schlüssel können nicht gelöscht werden!\n
fr: Impossible de supprimer les clés de la base de Registre !\n
fr_fr: Impossible de supprimer les clés de la base de Registre ! \n !

source: Cannot export daemon :(
de: Daemon konnte nicht exportiert werden :(
fr: Impossible d'exporter le Daemon :(

source: Cannot import daemon :(
de: Daemon konnte nicht importiert werden :(
fr: Impossible d'importer le Daemon :(

source: Cannot load data from registry!
de: Daten konnten nicht von der Registry geladen werden!
fr: Impossible de charger les données du Registre !
fr_fr: Ne peut pas charger les données du Registre !!

# cannot_load_deamonfile
source: Cannot load Daemon file!\n
de: Deamon-Datei kann nicht geladen werden!\n
de_de: Die Deamon-Datei kann nicht geladen werden!\n
fr: Impossible de charger le fichier Daemon ! \n
fr_fr: Impossible de charger le fichier Daemon ! \n !

# cannot_save_deamonfile
source: Cannot save Daemon file!\n
de: Deamon-Datei kann nicht gestartet werden!\n
de_de: Die Deamon-Datei kann nicht gestartet werden!\n
fr: Impossible d’enregistrer le fichier Daemon ! \n
fr_fr: Impossible d’enregistrer le fichier Daemon ! \n !

source: Cannot start the service!
de: Dienst kann nicht gestartet werden!
de_de: Der Dienst kann nicht gestartet werden!
fr: Impossible de démarrer le service !
fr_fr: Impossible de démarrer le service!

# cannot_start_the_service_already_running
source: Service is aleady running!
de: Dienst läuft bereits!
de_de: Der Dienst läuft bereits!
fr: Service déjà en cours d’exécution !
fr_fr: Le service est déjà en cours d’exécution !

source: Cannot stop the service!
de: Dienst kann nicht gestoppt werden!
de_de: Der Dienst kann nicht gestoppt werden!
fr: Impossible d'arrêter le service !
fr_fr: Impossible d'arrêter le service !!

# cannot_stop_the_service_already_stopped
source: Service was already stopped!
de: Dienst wurde schon gestoppt!
de_de: Der Dienst wurde schon gestoppt!
fr: Service déjà arrêté !
fr_fr: Le service était déjà arrêté !!

# checkbox_is_console_app
source: Is console application
de: Konsolenanwendung
fr: Application console

# checkbox_use_local_system_account
source: Use Local System account
de: Nutze Systemkonto
fr: Utiliser le compte système local

source: Currently unavailable :(
de: Derzeit nicht verfügbar :(
fr: Actuellement indisponible :(
fr_fr: Actuellement indisponible :)

source: Data cannot be saved!
de: Daten können nicht gespeichert werden!
de_de: Daten können nicht gespeichert werden!\n
fr: Impossible d’enregistrer les données !
fr_fr: Impossible d’enregistrer les données ! \n !

# data_will_be_overwritten
source: Existing data will be overwritten on load!
de: Vorhandene Daten werden beim Laden überschrieben!
fr: Les données existantes seront écrasées lors du chargement !

# do_you_to_use_the_data_of_the_shortcut
source: Do you want to use the data of the shortcut? All existing data will be overwritten!
de: Wollen Sie die Daten der Verknüpfung nutzen? Alle vorhandenen Daten werden dabei überschrieben!
fr: Voulez-vous utiliser les données du raccourci? Toutes les données existantes seront écrasées !

# enum_continue_pending
source: Continue pending...
de: Fortsetzen...
fr: Continuer...

# enum_paused
source: Paused
de: Pausiert
fr: En pause

# enum_pause_pending
source: Pause pending...
de: Pausiere...
fr: Pause en attente...

# enum_running
source: Running
de: Läuft
fr: En cours

# enum_start_pending
source: Start pending...
de: Starte...
fr: Démarrage en attente...

# enum_stopped
source: Stopped
de: Gestoppt
fr: Arrêté

# enum_stop_pending
source: Stop pending...
de: Stoppe...
fr: Arrêt en attente...

source: Error
de: Fehler
de_de: Fehler
fr: Erreur
fr_fr: Erreur!

# error_ui0service
source: UI0Detect Service cannot be started!
de: UI0Detect Service konnte nicht gestartet werden!
de_de: Der Service UI0Detect konnte nicht gestartet werden!
fr: Impossible de démarrer le service UI0Detect !
fr_fr: Impossible de démarrer le Service de UI0Detect !!

# failed_start_UI0detect_service
source: Failed to start UI0Detect service!
de: Fehler beim Starten des UI0Detect Service!
de_de: Fehler beim Starten des UI0Detect Service!
fr: Erreur lors du démarrage des services du service UI0Detect !
fr_fr: Impossible de démarrer le service de UI0Detect !!

# failed_to_set_interServ
source: Failed to enable interactive services!
de: Fehler beim aktivieren der Interaktiven Dienste!
fr: Erreur lors du démarrage des services interactifs !

# groupbox_custom_user
source: Custom User (experimental)
de: Benutzerdefinierter Nutzer (experimentell)
fr: Utilisateur personnalisé (expérimental)

# interactive_service_regkey_not_set
source: Interactive processes are being blocked by a registery-key. Would you like to turn it off? (The Application cannot run without interactive processes!)
de: Ein Registrierungsschlüssel verhindert das ausführen von interaktiven Prozessen. Wollen Sie diesen abschalten? (Die Anwendung funktioniert ohne Interaktive Prozesse nicht!)
de_de: Ein Registrierungsschlüssel verhindert das ausführen von Interaktiven Prozessen. Wollen Sie diesen abschalten?
fr: Les processus interactifs sont bloqués par une clé de registre. Souhaitez-vous la désactiver ? (L'application ne peut pas fonctionner sans processus interactifs !)
fr_fr: Processus interactifs sont bloqués par une clé de registre. Vous souhaitez le désactiver ? (L’Application ne peut pas fonctionner sans processus interactifs !) !

# invalid_path
source: Path to file is invalid or file was deleted!
de: Pfad zur Datei ist ungültig oder Datei existiert nicht mehr!
de_de: Es wurde ein ungültiger Pfad zur Datei angegeben oder die Datei existiert nicht mehr!
fr: Chemin d’accès au fichier pas valide ou fichier supprimé !
fr_fr: Chemin d’accès au fichier n’est pas valide ou le fichier a été supprimé !!

source: Invalid shortcut
de: Ungültige Verknüpfung
fr: Raccourci invalide

# login_failed
source: Username or password incorrect!
de: Nutzername oder Passwort falsch!
fr: Nom d'utilisateur ou mot de passe incorrect !

source: Invalid values
de: Ungültige Werte
de_de: Ungültige Werte!
fr: Valeurs invalides
fr_fr: Valeurs invalides

# label_counter_reset_time
source: Max. restarts reset time:
de: Max. Neustart-Rückstellzeit:
fr: Temps max. de réinitialisations du redémarrage:

# label_depend_on_group
source: Depends on (Group):
de: Abhänig von (Gruppe):
fr: Dépend de (Groupe):

# label_depend_on_service
source: Depends on (Service):
de: Abhängig von (Dienst):
fr: Dépend de (Service):

# label_description
source: Description:
de: Beschreibung:

# label_display_name
source: Display name:
de: Anzeigename:
fr: Nom d’affichage:

# label_file_path
source: File path:
de: Pfad:
fr: Chemin d'accès:

# label_max_restarts
source: Max. restarts:
de: Max. Neustarts:
fr: Nombre max. de redémarrages:

# label_parameters
source: Parameter(s):
de: Parameter:
fr: Paramètre(s):

# label_password
source: Password:
de: Passwort:
fr: Mot de passe:

# label_process_kill_time
source: Kill time:
de: Kill Zeit:
fr: Temps d'arrêt forcé:

# label_process_restart_delay
source: Restart delay:
de: Neustart Verzögerung:
fr: Délai de redémarrage:

# label_service_name
source: Service name:
de: Dienstname:
fr: Nom du service:

# label_shutdown_console_app
source: Use to shutdown:
de: Zum stoppen nutzen:
fr: Utiliser pour l'arrêt:

# label_start_type
source: Start type:
de: Start-Typ:
fr: Type de démarrage:

# label_username
source: Username:
de: Nutzername:
fr: Nom d'utilisateur:

# max_limit_reached
source: Max limit of 10 programs reached!
de: Maximales Limit des 10 Programme erreicht!
de_de: Es können derzeit Maximal 10 Programme hinzugefügt werden!
fr: Limite des 10 programmes maximums atteinte!
fr_fr: Limite atteinte

# msg_warning_delete
source: Are you sure you want permanently delete the service?
de: Sind Sie sicher das sie den Dienst dauerhaft löschen wollen?
fr: Êtes-vous certain de vouloir supprimer ce service de manière permanente?

# placeholder_counter_reset_time
source: Time before the restart counter will be reset
de: Zeit bevor der Zähler zurückgesetzt wird
fr: Délai avant que le compteur de redémarrage est remis à zéro

# placeholder_description
source: <Please enter a description>
de: <Bitte geben Sie eine Beschreibung an>
fr: <Ajouter une description>

# placeholder_display_name
source: <Please enter a display name>
de: <Bitte geben Sie einen Anzeigenamen an>
fr: <Ajouter le nom d'affichage>

# placeholder_file_path
source: <Click on "Search file" to locate the .exe, etc.>
de: <Klicken Sie auf "Suche Datei" zum suchen der .exe, etc.>
fr: <Cliquez sur "Chercher le fichier" pour localizer le .exe, etc.>

# placeholder_max_restarts
source: unlimited restarts => -1
de: Unlimitierte Neustarts => -1
fr: Redémarrages illimités => -1

# placeholder_process_restart_delay
source: Time between crash and restart
de: Zeit zwischen Crash und Neustart
fr: Délai entre crash et redémarrage

# placeholder_service_name
source: <Enter Name>
de: <Namen eingeben>
fr: <Ajouter un nom>

# placeholder_username
source: <Enter Service Username>
de: <Dienst-Benutzernamen eingeben>
fr: <Ajouter nom d'utilisateur du service>

# problem_occurred
source: A problem occurred
de: Ein Problem ist aufgetreten
de_de: Ein Problem ist aufgetreten
fr: Un problème est survenu
fr_fr: Un problème est survenu lors de l'execution de l'action.

source: Process PID
de: Prozess PID
fr: PID du processus

source: Question
de: Frage
de_de: Frage

# radiobutton_use_ctrlbreak
source: Use Ctrl+Break
de: Nutze Ctrl+Break
fr: Utiliser Ctrl+Break

# radiobutton_use_ctrlc
source: Use Ctrl+C
de: Nutze Ctrl+C
fr: Utiliser Ctrl+C

source: Service
de: Dienst

source: Service PID
de: Dienst PID
fr: PID du Service

# service_start_was_successful
source: Service successfully started!
de: Dienst erfolgreich gestartet!
de_de: Der Start des Dienstes war erfolgreich!
fr: Service démarré avec succès !
fr_fr: Service démarré avec succès !!

# service_stop_was_successful
source: Service successfully stopped!
de: Dienst erfolgreich angehalten!
de_de: Das Anhalten des Dienstes war erfolgreich!
fr: Service arrêté avec succès !
fr_fr: Service arrêté avec succès !!

# starttype_automatic
source: Automatic
de: Automatisch
fr: Automatique

# starttype_automatic_with_delay
source: Automatic with delay
de: Automatisch mit verzögertem Start
fr: Automatique avec délai

# starttype_disabled
source: Disabled
de: Deaktiviert
fr: Désactivé

# starttype_manual
source: Manual
de: Manuel
fr: Manuel

source: Start was successful!
de: Start war erfolgreich!
fr: Démarré avec succès !

source: Start was unsuccessful!
de: Start war nicht erfolgreich!
fr: Démarrage échoué !

source: Success
de: Erfolgreich
de_de: Erfolgreich
fr: Réussi
fr_fr: Réussi!

source: Switch to Session 0
de: Wechsle zu Sitzung 0
fr: Passer à la Session 0
fr_fr: Passer à la Session 0

# tabitem_advanced
source: Advanced
de: Erweitert
fr: Avancé

# tabitem_dependencies
source: Dependencies
de: Abhängigkeiten
fr: Dépendances

# tabitem_general
source: General
de: Haupteinstellungen
fr: Données générales

# test
source: TEST ENG
de: TEST GER
de_de: TEST GER
fr: TEST FR
fr_fr: TEST FR

# the_process_killing_was_successful
source: Process killing successful!
de: Prozess erfolgreich "gekillt"!
fr: Processus arrêté avec succès !

# the_process_killing_was_unsuccessful
source: Process killing failed!
de: Prozess konnte nicht "gekillt" werden!
fr: Arrêt du processus échoué !

# the_selected_process_does_not_exist
source: Selected process does not exist!
de: Gewählter Prozess existiert nicht!
fr: Processus sélectionné n'existe pas !

# the_selected_process_is_already_started
source: Selected process is already started!
de: Gewählter Prozess läuft bereits!
fr: Processus sélectionné déjà lancé !

# the_service_deletion_was_successful
source: Service deletion successful!
de: Löschen des Dienstes erfolgreich!
de_de: Das Löschen des Dienstes war erfolgreich!
fr: Suppression du service réussi !
fr_fr: Suppression de service a réussi !!

# the_service_deletion_was_unsuccessful
source: Service deletion failed!
de: Löschen des Dienstes fehlgeschlagen!
de_de: Der Löschen des Dienstes ist fehlgeschlagen!
fr: Suppression du service échoué !
fr_fr: Suppression de service n’a pas réussi !!

# the_service_installation_was_successful
source: Service-installation successful!
de: Installation des Dienstes erfolgreich!
de_de: Die Installation des Dienstes war erfolgreich!
fr: Installation du service réussi !
fr_fr: Installation du service a réussi !!

# the_service_installation_was_unsuccessful
source: Service-installation failed!
de: Installation des Dienstes fehlgeschlagen!
de_de: Die Installation des Dienstes ist fehlgeschlagen!
fr: Installation du service échoué !
fr_fr: Installation du service n’a pas réussi !!

# title
source: DeamonMaster Version 0.2.0.0
de: DaemonMaster Version 0.2.0.0
de_de: DaemonMaster Version 1
fr_fr: DeamonMaster, Version 1 !

source: WARNING
de: WARNUNG
de_de: WARNUNG
fr: ATTENTION
fr_fr: ATTENTION!

# warning_file_access
source: WARNING: The user must have acces to the programm folder and the file path!
de: WARNUNG: Der Nutzer muss Zugriff auf den Programmordner und den Dateipfad haben!
fr: ATTENTION : L'utilisateur doit avoir accès au dossier du programme et au chemin du fichier !

# windows10_1803_switch_session0
source: In Windows 10 1803 or later it is no longer possible to go into the session 0 desktop!
de: Ab Windows 10 1803 ist es nicht mehr möglich in die Session 0 Desktop zu gelangen!
fr: À partir de Windows 10 1803 il n'est plus possible d'entrer dans la session 0 desktop !

# windows10_mouse_keyboard
source: WARNING: In Windows 10 you can't use your mouse or keyboard!
de: WARNUNG: In Windows 10 können sie ihre Maus und ihre Tastatur nicht benutzen!
de_de: WARNUNG: In Windows 10 können sie ihre Maus und ihre tastatur nicht benutzen!
fr: ATTENTION! : Dans Windows 10 vous ne pouvez pas utiliser votre souris ou votre clavier !
fr_fr: ATTENTION! : Dans Windows 10 vous ne pouvez pas utiliser votre souris ou votre clavier !!

# window_edit_add
source: Edit / Add a Process
de: Prozess bearbeiten / hinzufügen
fr: Modifier / Ajouter un processus!

# you_must_stop_the_service_first
source: You must stop the service first. Would you like to do so now?
de: Der Dienst muss zuerst gestoppt werden. Soll dieser jetzt gestoppt werden?
fr: Vous devez arrêter le service tout d’abord. Voulez-vous l'arrêter maintenant ?
fr_fr: Vous devez arrêter le service tout d’abord. Voulez-vous arrêter le service maintenant ? !

source: Failed to create a new service!
de: Erstellen eines neuen Dienstes fehlgeschlagen!
fr: Création d'un nouveau service a échoué!

# invalid_pw_user
source: Username or password cannot be empty!
de: Benutzername oder Passwort dürfen nicht leer sein!
fr: Nom d'utilisateur ou mot de passe ne peuvent être vides!

# interact_with_desktop
source: Service can interact with desktop
de: Dienst kann mit Desktop interagieren
fr: Service peut interagir avec desktop

# logon_as_a_service
source: The account needs the right to start as a service. Would you like to give it this right? (YOU MUST MANUALLY REMOVE IT!)
de: Das Konto benötigt das Recht als Dienst zu starten. Wollen Sie diesem dieses Recht erteilen? (SIE MÜSSEN ES MANUEL ENTFERNEN!)
fr: Le compte a besoin du droit de démarrer en tant que service. Souhaitez-vous lui accorder ce droit ? (VOUS DEVEZ L'ENLEVER MANUELLEMENT !)

# extern_domain_user_error
source: DaemonMaster only supports local user!
de: DaemonMaster unterstützt nur lokale Nutzer!
fr: DaemonMaster ne permet que le utilisateurs locaux!

# label_loadOrderGroup
source: Load Order Group:
de: Load Order Gruppe:
fr: Groupe load order:

# priority_aboveNormal
source: Above normal
de: Über normal
fr: Au-dessus de normal

# priority_belowNormal
source: Below normal
de: Unter normal
fr: En dessous de normal

# priority_high
source: High
de: Hoch
fr: Élevé

# priority_idle
source: Idle
de: Leerlauf
fr: Inactif

# priority_realtime
source: Realtime
de: Echtzeit
fr: Temps réel

# label_priority
source: Priority:
de: Priorität:
fr: Priorité:

# groupBox_process
source: Process
de: Prozess
fr: Processus

# placeholder_loadOrderGroup
source: Name of the load order group
de: Name der load order Gruppe
fr: Nom du group load order

# cannot_kill_service
source: Cannot kill the service
de: Dienst kann nicht gekillt werden
fr: Service ne peut être arrêté

# button_refresh_list
source: Refresh list
de: Aktualisiere Liste
fr: Actualiser la liste

# button_restart_service
source: Restart Service
de: Dienst neustarten
fr: Redémarrer le service

# timeout_exception_service_restart
source: The service's restart takes too long!
de: Der Neustart des Dienst braucht zulange!
fr: Le redémarrage du service prend trop de temps!

# checkbox_use_virtual_account
source: Use virtual service account
de: Nutze virtuelles Dienstkonto
fr: Utiliser le compte de service virtuel

# checkbox_use_eventlog
source: Use event log
de: Ereignisanzeige verwenden
fr: Utiliser le journal des évènements

# groupeBox_logging
source: Logging
de: Ereignislogs
fr: Journalisation

source: Read-Only
de: Schreibgeschützt
fr: Lecture seule

# label_filter
source: Filter:
fr: Filtre:
fr_fr: Mode de filtrage

source: Status
fr: État

source: Information
fr_fr: Informations !
